/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "Le mot de passe de la protection antialtération est obligatoire pour pouvoir remplacer le produit existant.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "Voulez-vous vraiment annuler le téléchargement ?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "L’authentification est nécessaire pour télécharger Sophos Endpoint.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Retrouvez ci-dessous la configuration minimum requise :\n\nPlate-forme :  10.15\nEspace disque libre :    1,5 Go\nImpossible d'installer le chiffrement intégral des disques SafeGuard Enterprise 8\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n" = "Retrouvez ci-dessous la configuration minimum requise :\n\nPlate-forme :  10.15\nEspace disque libre :    1,5 Go\n\n";

/* Cancel */
"Cancel" = "Annuler";

/* Connecting... */
"Connecting..." = "Connexion en cours...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Veuillez contacter votre administrateur système ou le support technique de Sophos pour obtenir plus d’assistance.";

/* Contact support */
"Contact support" = "Contact IT or Sophos Support if you need help.";

/* Continue */
"Continue" = "Continuer";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption : protection de vos données en cas de perte ou de vol de votre appareil.";

/* OK button in alerts */
"OK" = "OK";

/* Registering view */
"Registering..." = "Enregistrement en cours...";

/* Downloading... */
"Downloading..." = "Téléchargement en cours...";

/* Failed to receive configuration */
"Failed to receive configuration" = "Impossible de recevoir la configuration";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Impossible de procéder à l’enregistrement dans Sophos Central";

/* Further information is available in */
"Further information is available in " = "Retrouvez plus de renseignements dans ";

/* Insecure directory warning KBA */
"Further information is available in KBA 131749" = "Retrouvez plus de renseignements dans l’article KBA 131749";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "Des propriétés ou des autorisations non sécurisées ont été détectées sur un ou plusieurs répertoires du système.";

/* Install */
"Install" = "Installer";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Installation…";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X : protection contre les ransomwares et les Exploits.";

/* Short description of the Sophos Advanced Intercept X with MDR on the Welcome screen for the multi-products installation */
"Intercept X with MTR: Protects against ransomware and exploits." = "Intercept X with MTR: protection contre les ransomwares et les Exploits avec le service MTR.";

/* Mobile: Manages your device and verifies compliance. */
"Mobile: Manages your device and verifies compliance." = "Mobile : gère votre appareil et vérifie sa conformité.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Téléchargement en cours de préparation. L’opération peut prendre quelques minutes...";

/* Quit */
"Quit" = "Quitter";

/* Received configuration */
"Received configuration" = "Configuration reçue";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Enregistré dans Sophos Central";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Enregistrement dans Sophos Central";

/* Software installed */
"Software installed" = "Logiciel installé";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption assure la protection de vos données en cas de perte ou de vol de votre Mac. Cette app télécharge et installe la toute dernière version.";

/* Description of the Sophos Unified Endpoint Management on the Welcome screen for the single product installation */
"Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version." = "Sophos Mobile gère votre appareil Mac et vérifie sa conformité. Cette appli télécharge et installe la version la plus récente.";

/* banner title */
"Sophos Endpoint " = "Sophos Endpoint ";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection assure la protection de votre Mac contre les virus, les spywares et bien plus encore. Cette app télécharge et installe la toute dernière version.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X assure la protection de votre Mac contre les ransomwares et les Exploits. Cette app télécharge et installe la toute dernière version.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "Le fichier de configuration SophosCloudConfig.plist est incorrect ou endommagé. Le programme d’installation ne peut pas continuer.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "L'auto-vérification du programme d'installation a échoué. Il se peut qu'elle soit endommagée ou corrompue. Le programme d'installation ne peut pas continuer.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Le fichier de configuration SophosCloudConfig.plist n’est pas présent dans le dossier « Sophos Installer Components ». Le programme d’installation ne peut pas continuer.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Veuillez désinstaller ce produit avant d'installer Sophos Endpoint.";

/* Verifying... */
"Verifying..." = "Vérification en cours...";

/* Waiting for configuration */
"Waiting for configuration" = "En attente de la configuration";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Votre système ne satisfait pas à la configuration système requise pour Sophos Endpoint.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Un produit Sophos Endpoint incompatible est installé sur votre système.";

/* full stop at end of KBA info text */
"." = ".";

/* Misconfigured system umask was detected. */
"Misconfigured system umask was detected." = "Configuration incorrecte de l’attribut umask du système détectée.";

/* error in command line options */
"The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue." = "Le fichier de configuration ou les options de ligne de commande nécessaires à l’installation sont manquants ou incomplets. Le programme d’installation ne peut pas continuer.";

/* error if product is already installed */
"Your system already has the Sophos Endpoint product installed." = "Un produit Sophos Endpoint est déjà installé sur votre système.";

/* request uninstall */
"Uninstall the existing product before re-installing Sophos Central Endpoint." = "Veuillez désinstaller ce produit avant d’installer Sophos Central Endpoint.";

/* error in product assignment */
"Invalid product assignment" = "Cette combinaison de produit n’est pas valide. Le programme d’installation ne peut pas continuer.";

/*Description for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis." = "XDR Sensor: collecte de données pour une analyse des menaces avancées.";

/*Description for Intercept X with XDR and MTR product in Bootrapper installer*/
"Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR." = "Intercept X with XDR and MTR : protège contre les ransomwares, exploits et inclus notre service MTR.";

/*Description for Intercept X with XDR product in Bootrapper installer*/
"Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis." = "Intercept X with XDR : protège contre les ransomwares, les exploits et inclus l’analyse des menaces.";

/*Description for Intercept X Advanced product in Bootrapper installer*/
"Intercept X Advanced: Protects against malware, ransomware and exploits." = "Intercept X Advanced : protège contre les malwares, les ransomwares et les exploits.";

/*Description for Endpoint Protection product in Bootrapper installer*/
"Endpoint Protection: Protects against viruses, spyware and more." = "Endpoint Protection : protège contre les virus, les spywares et bien plus encore.";

/*Welcome page text for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version." = "XDR Sensor : collecte de données pour une analyse des menaces avancées. Cette appli télécharge et installe la version la plus récente.";

/*Welcome page text for Intercept X Advanced with XDR and MTR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR and MTR protège votre Mac contre les malwares, les exploits, les menaces Web et les ransomwares. Il inclut de plus l’analyse des menaces avancées et notre service MTR. Cette appli télécharge et installe la version la plus récente.";

/*Welcome page text for Intercept X Advanced with XDR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR protège votre Mac contre les malwares, les exploits, les menaces Web et les ransomwares. Il inclut de plus l’analyse des menaces avancées. Cette appli télécharge et installe la version la plus récente.";

/*Welcome page text for Intercept X product in Bootrapper installer*/
"Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version." = "Sophos Intercept X Advanced protège votre Mac contre les malwares, les exploits, les menaces Web et les ransomwares. Cette appli télécharge et installe la version la plus récente.";
